{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "1644274003bc99f245": {
      "type": "kz-faq",
      "blocks": {
        "164427400373f6b75a-0": {
          "type": "column",
          "settings": {
            "title": "How long do you leave kegel weights in?",
            "text": "<p>Kegelbell was designed to be used for short workouts. We like to say you can get in and get out fast, but get the powerful benefits as though you spent all day in the vagina gym.<br\/><br\/>Some women wonder “can you leave kegel weights in all day”? We do NOT recommend this as it causes muscles to overly contract and can cause problems. Another common question is “can you sleep with kegel weights”? Similarly, we do NOT recommend that people sleep with kegel weights to prevent overexertion.<\/p>"
          }
        },
        "164427400373f6b75a-1": {
          "type": "column",
          "settings": {
            "title": "Where can I use Kegelbell?",
            "text": "<p>Users add Kegelbell to their weekly routine most typically in private moments in the bathroom or shower.<\/p>"
          }
        },
        "164427400373f6b75a-2": {
          "type": "column",
          "settings": {
            "title": "Does the whole thing go inside my vagina?",
            "text": "<p>Inserting kegel weights is easy. The bulb is inserted like a tampon, with the weight hanging from the chord externally between your thighs. When evaluating how far to insert the kegel weights, it should rest comfortably similar to inserting a tampon.<\/p>"
          }
        },
        "35a91a60-cb80-4d10-bf8c-77baadc41151": {
          "type": "column",
          "settings": {
            "title": "Is Kegelbell comfortable to use?",
            "text": "<p>Because the weight is held outside of the body at the end of a cord, you only have to insert a very small, slender portion into the vagina, making use of the Kegelbell completely comfortable. If you feel like you prefer it to glide inside easier, add a little lubricant to the bulb before inserting it. <strong>We recommend not using a silicone-based lube, but rather an oil or water-based lube with the insert.<\/strong> If you use lubricant, you will noticeably hold less weight as it will be slippery. But no worries. You will still get a truly excellent workout.<\/p><p><br\/>We give you two insert bulbs to choose from so you can find the most comfortable fit. And if you start with the larger bulb, you can progress over time to using the more slender bulb. That will give you 16 training levels to work through.<\/p>"
          }
        },
        "bb7d3faa-fa8c-4cea-821d-0101bcfb058d": {
          "type": "column",
          "settings": {
            "title": "Can you walk around with kegel weights?",
            "text": "<p>We recommend standing relatively still while using Kegelbell. While you're in the shower is a great place to use it, if not, standing over a towel in your bathroom is another option.<\/p>"
          }
        },
        "833dd861-97d7-4210-8972-8f58e4875476": {
          "type": "column",
          "settings": {
            "title": "How often should I use kegel weights?",
            "text": "<p>We recommend that you use Kegelbell three times a week, in five-minute workout sessions each time. Some customers like to leave Kegelbell in for up to 10 minutes per workout. You can even use a <a href=\"https:\/\/www.kegelbell.com\/pages\/instructions\">Kegelbell RnB workout song<\/a> to liven up your routine. Then after three months, you can go to one or two times per week to maintain muscle strength.<br\/><\/p><p>Most users find they achieve their goal in 12 weeks and are easily able to maintain better bladder control and improved sexual function that they didn’t even know they could experience. Many users report that with each weight level increase there is an improvement in the quality of orgasm.*<\/p>"
          }
        },
        "059f1f79-d317-4353-b61b-dcfe8cbbe5e9": {
          "type": "column",
          "settings": {
            "title": "How do I use the Extension Kit (Weight D) with my Original Kit?",
            "text": "<p><strong>Weight D is the fourth in the Kegelbell weight system.<\/strong> It weighs 240 grams and will double the weight of the Original Kit. This additional weight stacks on top of the other weights the same way as the first three weights.<\/p><p>After a customer can use the smallest insert with all three weights in the Original Kit, combined (A+B+C) it is time to add this fourth weight. With the weight of the insert, you get the following combinations of weight:<\/p><p>Weight D + Insert: 270 grams<\/p><p>Weight D + A + Insert: 300 grams<\/p><p>Weight D + B + Insert: 330 grams<\/p><p>Weight D + A + B + Insert: 360 grams<\/p><p>Weight D + C + Insert: 390 grams<\/p><p>Weight D + A + C + Insert: 420 grams<\/p><p>Weight D + B + C + Insert: 450 grams<\/p><p>Weight D + A + B + C + Insert: 480 grams<\/p>"
          }
        }
      },
      "block_order": [
        "164427400373f6b75a-0",
        "164427400373f6b75a-1",
        "164427400373f6b75a-2",
        "35a91a60-cb80-4d10-bf8c-77baadc41151",
        "bb7d3faa-fa8c-4cea-821d-0101bcfb058d",
        "833dd861-97d7-4210-8972-8f58e4875476",
        "059f1f79-d317-4353-b61b-dcfe8cbbe5e9"
      ],
      "settings": {
        "title": "How to Use Kegelbell",
        "background_style": "none"
      }
    },
    "16442756610d7e2547": {
      "type": "kz-faq",
      "blocks": {
        "1644275661aa678bfd-0": {
          "type": "column",
          "settings": {
            "title": "Why Kegelbell?",
            "text": "<p>Most of us don't understand the function of our pelvic floor and kegels are hard to do by themselves. Kegelbell not only helps you make sure you're doing it correctly but it also significantly reduces the length of time to perform kegel exercises.<\/p>"
          }
        },
        "1644275661aa678bfd-1": {
          "type": "column",
          "settings": {
            "title": "How is Kegelbell different from kegel balls or yoni eggs or ben wa balls?",
            "text": "<p>Kegel balls have all the weight inside the body, <span style=\"text-decoration:underline\">which makes them too bulky and too light to be effective<\/span>. All of them are made of unhealthy materials and have dangerous instructions to wear them for hours! Please don't do that!!!<br\/><br\/>What makes Kegelbell unique and the first of its kind is that the weight system is outside of the body. Our patent-pending weight system enables us to create a very small and slender insert that makes it comfortable to use and allows you to add much more weight to your workout than is possible with kegel balls or ben wa balls or yoni eggs or jade eggs.<\/p>"
          }
        },
        "f7ccfde3-d3c4-44e6-b630-fcc51cb0202d": {
          "type": "column",
          "settings": {
            "title": "What is Kegelbell made of and are kegel weights safe?",
            "text": "<p>The insert is made from medical-grade silicone that meets FDA recognized standards for quality based on passing United States Pharmacopeia (USP) Class VI testing. We have tested our product extensively at labs and continually monitor through our robust quality assurance program. The inserted portion is made of pure silicone and the external-to-the-body weights are silicone overlay on a zinc alloy.<\/p>"
          }
        },
        "995189e3-3a64-40ef-94f9-3929fa813d2b": {
          "type": "column",
          "settings": {
            "title": "When will I see results?",
            "text": "<p>Typically it takes two weeks to see and feel changes. Likewise, sexual partners will notice changes in about two weeks. Recommended use is to begin with three times a week, basically every other day for five minutes of use. Many users find it easier to perform kegel exercises with Kegelbell every day so it becomes an established part of their daily routine. Once a woman feels she has reached a level of strength that achieves her goals, she can find a maintenance level that keeps her strong and from slipping down in weight. You can explore customer stories to learn<a href=\"https:\/\/www.kegelbell.com\/pages\/instructions\">how other women utilize their Kegelbells<\/a>. Please keep in mind actual results vary.<\/p>"
          }
        },
        "e64e388d-9628-4f20-aef4-09fb797b883f": {
          "type": "column",
          "settings": {
            "title": "How much weight can a woman hold safely?",
            "text": "<p>Kegelbell’s design guarantees the safety of its use. The instant your body can no longer hold the weight, the muscles automatically release the small insert, and the <a href=\"https:\/\/www.kegelbell.com\/pages\/how-kegelbell-works\">kegel weights will fall out <\/a>of the body.<\/p><p>Many new kegel users say “my kegel weights fall out”, thinking that this is a sign of malfunction. But kegel weights are meant to fall out. This allows your muscle to exercise to that magical point of 'fatigue' just like other muscles that you exercise to build up strength and bulk. With Kegelbell, you can safely build your strength quickly and challenge yourself without worry.<\/p><p><br\/>All other pelvic exercise devices underestimate a woman's strength, which then limits how strong she can get and the results she can achieve. Where in our lives have we women experienced that before?!!<\/p>"
          }
        },
        "5961a770-c85c-40ae-9f1d-13753a987381": {
          "type": "column",
          "settings": {
            "title": "Is this for all women?",
            "text": "<p>No matter your age, Kegelbell will get you in the best shape of your life. But there are certain situations where vaginal weights are not recommended:<br\/><\/p><p>You are pregnant or have given birth less than six weeks prior<\/p><p>You have a vaginal infection<\/p><p>You are experiencing pelvic pain<\/p><p>You have 3rd or 4th-degree pelvic organ prolapse where the organ drops down to the entrance of the vagina<\/p><p>You have had pelvic surgery in the last three months<\/p><p><br\/>Kegelbell should always be a comfortable experience. If you ever feel pain, stop using the device, and see your doctor as you may have a medical condition. Just like you would do before you start any exercise routine, seek your doctor’s advice, to ask questions such as “can kegelbells be harmful in my specific circumstance?” and any other questions you may have.<\/p>"
          }
        },
        "575e526a-611d-4341-a43a-99619b338940": {
          "type": "column",
          "settings": {
            "title": "Should I talk to my doctor about Kegelbell?",
            "text": "<p>Since Kegelbell is a fitness tool, you don’t need a doctor’s prescription. We do recommend seeing a doctor to check if you can you use kegel weights with an IUD, if you're pregnant or have other medical condition.<\/p><p>Doctors know the power of routine kegel exercises and the importance of pelvic health. So we encourage you to share your fitness journey with your doctor. Your doctor can answer questions like “can you use kegel weights with an IUD?” and provide insights about vaginal health. Medical professionals are always looking for ways to support patient health and inspire women to do their kegel exercises regularly, and Kegelbell is a great way to do that.<\/p>"
          }
        },
        "9c0cdaf2-3343-4d26-aacd-2e1d7d216370": {
          "type": "column",
          "settings": {
            "title": "Is this a medical device or a fitness tool?",
            "text": "<p>Kegelbell is an exercise tool to help women with their fitness goals. Kegelbell’s founders believe strongly in the power of women to learn about how to take care of their bodies by learning about how the body works and taking care of the body naturally.<\/p><p>This website does not provide medical advice, diagnosis or treatment. All material is for educational purposes only. As a company we are dedicated to using the safest material available, so we invested in Class VI medical-grade silicone, which is the safest and most biocompatible material used in medical devices.<\/p>"
          }
        },
        "8f5e2e60-2d1b-4bc4-9c5b-1b487e69b1df": {
          "type": "column",
          "settings": {
            "title": "Why did you make Kegelbell?",
            "text": "<p>Stephanie (the inventor and CEO) witnessed how her mother suffered from a surgery to help her bladder leakage and bladder prolapse. It did not fix the problem, but it instead left her with chronic pain and infection.<\/p><p>She discovered she was far from alone and women everywhere needlessly suffer from the consequences of weak pelvic muscles and these muscles can easily, naturally and safely be strengthened. So she invented a product to do this in an easy and time-saving way while creating powerful results. You can learn more about <a href=\"https:\/\/www.kegelbell.com\/blogs\/blog\/make-things-if-they-dont-exist\">the Kegelbell mission here<\/a>.<\/p>"
          }
        },
        "757dc398-6dea-4644-97cb-229602434d1d": {
          "type": "column",
          "settings": {
            "title": "Why should I buy Kegelbell?",
            "text": "<p>Kegelbell is the only device that enables you to strengthen your pelvic floor in less time with a weight system that is easy to use and guarantees a perfect, “super” kegel. Consider it a gym like for other muscle groups, but done privately and for your girl parts. We invented it as all other devices and methods are flawed. Learn <a href=\"https:\/\/www.kegelbell.com\/blogs\/blog\/vaginal-rejuvenation-options\">how kegelbell is different from other options<\/a>.<\/p>"
          }
        }
      },
      "block_order": [
        "1644275661aa678bfd-0",
        "1644275661aa678bfd-1",
        "f7ccfde3-d3c4-44e6-b630-fcc51cb0202d",
        "995189e3-3a64-40ef-94f9-3929fa813d2b",
        "e64e388d-9628-4f20-aef4-09fb797b883f",
        "5961a770-c85c-40ae-9f1d-13753a987381",
        "575e526a-611d-4341-a43a-99619b338940",
        "9c0cdaf2-3343-4d26-aacd-2e1d7d216370",
        "8f5e2e60-2d1b-4bc4-9c5b-1b487e69b1df",
        "757dc398-6dea-4644-97cb-229602434d1d"
      ],
      "settings": {
        "title": "About the Product",
        "background_style": "secondary"
      }
    },
    "1644343294a2bcf400": {
      "type": "kz-faq",
      "blocks": {
        "16443432949bbf0ed0-0": {
          "type": "column",
          "settings": {
            "title": "What are kegel exercises?",
            "text": "<p>Kegel exercises are named after the doctor that first explained in western medicine the need for women to exercise pelvic floor muscles (think the muscles of the vagina) in order to stay healthy. Medical schools and associations consider pelvic floor exercises (kegel exercise) as the first line of treatment and prevention for incontinence, pelvic organ prolapse and certain forms of sexual dysfunction.<a href=\"https:\/\/www.kegelbell.com\/blogs\/blog\/kegel-exercises-kegelbell\">Mastering the kegel technique<\/a> is the best way to achieve optimal results.<\/p>"
          }
        },
        "16443432949bbf0ed0-1": {
          "type": "column",
          "settings": {
            "title": "What can a healthy, strong pelvic floor do for me?",
            "text": "<p>Studies and research show that a healthy pelvic floor does these things:<\/p><p>1. Creates stronger, more intense orgasm, lubrication, and squeeze<\/p><p>2. Stops bladder leakage when coughing, laughing, sneezing, jumping or during intimacy<\/p><p>3. Supports your internal organs and prevents your pelvic organs from falling.<\/p><p><a href=\"https:\/\/www.kegelbell.com\/pages\/do-you-have-pelvic-floor-dysfunction-pdf\">Take our easy pelvic floor quiz<\/a> to see if you could benefit from stronger pelvic muscles.<\/p>"
          }
        },
        "16443432949bbf0ed0-2": {
          "type": "column",
          "settings": {
            "title": "Why can't I just do kegels on my own?",
            "text": "<p>Research has shown that 75% of women who attempt kegel exercises do them incorrectly by over-using their abdomen, buttock or leg muscles. <a href=\"https:\/\/www.kegelbell.com\/blogs\/blog\/kegel-exercises-kegelbell\" title=\"how to kegel\">Read more here<\/a>. Not only that, but many women struggle with how long to see results from kegels.<br\/><br\/>Kegelbell’s patent-pending weight system enables women to perform a perfect super-kegel, strengthen the pelvic floor muscles in less time and with better results, taking the confusion out of pelvic floor strengthening.<br\/><\/p>"
          }
        },
        "d532fb27-45dc-404a-8c2d-3ead2c440c47": {
          "type": "column",
          "settings": {
            "title": "Where should I look to find Pelvic Floor Therapy resources?",
            "text": "<p>Visit <a href=\"https:\/\/www.womenshealthapta.org\/patients\/\">Women's Health<\/a> to find a therapist or other therapy resources in your area.<\/p>"
          }
        }
      },
      "block_order": [
        "16443432949bbf0ed0-0",
        "16443432949bbf0ed0-1",
        "16443432949bbf0ed0-2",
        "d532fb27-45dc-404a-8c2d-3ead2c440c47"
      ],
      "settings": {
        "title": "General Pelvic Floor Health",
        "background_style": "none"
      }
    },
    "1644343410b0806dd9": {
      "type": "kz-faq",
      "blocks": {
        "16443434101630d293-0": {
          "type": "column",
          "settings": {
            "title": "Is Kegelbell shipped in a discreet package?",
            "text": "<p>Yes! Your privacy is important to us. That's why Kegelbell is shipped in a discreet package.<\/p>"
          }
        },
        "16443434101630d293-1": {
          "type": "column",
          "settings": {
            "title": "Does Kegelbell have a warranty?",
            "text": "<p>Kegelbell comes with a 1-year replacement warranty against defects in workmanship. Please <a href=\"https:\/\/kegelbell.com\/pages\/contact-us\">contact us<\/a> documenting any issues with workmanship and we will follow up with instructions.<\/p>"
          }
        },
        "16443434101630d293-2": {
          "type": "column",
          "settings": {
            "title": "Are Kegelbell's two-week challenge results guaranteed?",
            "text": "<p>Individual results may vary. The majority of our customers tell us they are seeing results after two weeks of use, which is why we challenge everyone to use it for two weeks and find out for themselves. <a href=\"https:\/\/kegelbell.com\/pages\/contact-us\">Contact us<\/a>and tell us what benefits you are seeing. <a href=\"https:\/\/www.kegelbell.com\/pages\/the-two-week-challenge\">Read more about our two-week challenge.<\/a><\/p>"
          }
        },
        "7976acd4-766c-4e0e-87b6-a199936802c5": {
          "type": "column",
          "settings": {
            "title": "Can I return Kegelbell?",
            "text": "<p>Please contact us at <a href=\"mailto:order@kegelbell.com\">orders@kegelbell.com<\/a> to initiate the refund process. Clearly identify your purchase order number so we can process your request.<\/p>"
          }
        },
        "a573510b-c993-4be8-a2c5-6b7b282e2bfd": {
          "type": "column",
          "settings": {
            "title": "I'm not in the USA. What will my shipping costs be?",
            "text": "<p>We have suspended all international shipping due to global shipping problems. We will evaluate resuming in the future.<\/p>"
          }
        }
      },
      "block_order": [
        "16443434101630d293-0",
        "16443434101630d293-1",
        "16443434101630d293-2",
        "7976acd4-766c-4e0e-87b6-a199936802c5",
        "a573510b-c993-4be8-a2c5-6b7b282e2bfd"
      ],
      "settings": {
        "title": "Shipping, Returns & Warranties",
        "background_style": "none"
      }
    }
  },
  "order": [
    "main",
    "1644274003bc99f245",
    "16442756610d7e2547",
    "1644343294a2bcf400",
    "1644343410b0806dd9"
  ]
}
