{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "1644274003bc99f245": {
      "type": "kz-faq",
      "blocks": {
        "164427400373f6b75a-0": {
          "type": "column",
          "settings": {
            "title": "How long do you leave kegel weights in?",
            "text": "<p>Kegelbell was designed to be used for short workouts. We like to say you can get in and get out fast, but get the powerful benefits as though you spent all day in the vagina gym.<br\/><br\/>Some women wonder “can you leave kegel weights in all day”? We do NOT recommend this as it causes muscles to overly contract and can cause problems. Another common question is “can you sleep with kegel weights”? Similarly, we do NOT recommend that people sleep with kegel weights to prevent overexertion.<\/p>"
          }
        },
        "164427400373f6b75a-1": {
          "type": "column",
          "settings": {
            "title": "Where can I use Kegelbell?",
            "text": "<p>Users add Kegelbell to their weekly routine most typically in private moments in the bathroom or shower.<\/p>"
          }
        },
        "164427400373f6b75a-2": {
          "type": "column",
          "settings": {
            "title": "Does the whole thing go inside my vagina?",
            "text": "<p>Inserting kegel weights is easy. The bulb is inserted like a tampon, with the weight hanging from the chord externally between your thighs. When evaluating how far to insert the kegel weights, it should rest comfortably similar to inserting a tampon.<\/p>"
          }
        },
        "35a91a60-cb80-4d10-bf8c-77baadc41151": {
          "type": "column",
          "settings": {
            "title": "Is Kegelbell comfortable to use?",
            "text": "<p>Because the weight is held outside of the body at the end of a cord, you only have to insert a very small, slender portion into the vagina, making use of the Kegelbell completely comfortable. If you feel like you prefer it to glide inside easier, add a little lubricant to the bulb before inserting it. <strong>We recommend not using a silicone-based lube, but rather an oil or water-based lube with the insert.<\/strong> If you use lubricant, you will noticeably hold less weight as it will be slippery. But no worries. You will still get a truly excellent workout.<\/p><p><br\/>We give you two insert bulbs to choose from so you can find the most comfortable fit. And if you start with the larger bulb, you can progress over time to using the more slender bulb. That will give you 16 training levels to work through.<\/p>"
          }
        },
        "bb7d3faa-fa8c-4cea-821d-0101bcfb058d": {
          "type": "column",
          "settings": {
            "title": "Can you walk around with kegel weights?",
            "text": "<p>We recommend standing relatively still while using Kegelbell. While you're in the shower is a great place to use it, if not, standing over a towel in your bathroom is another option.<\/p>"
          }
        },
        "833dd861-97d7-4210-8972-8f58e4875476": {
          "type": "column",
          "settings": {
            "title": "How often should I use kegel weights?",
            "text": "<p>We recommend that you use Kegelbell three times a week, in five-minute workout sessions each time. Some customers like to leave Kegelbell in for up to 10 minutes per workout. You can even use a <a href=\"https:\/\/www.kegelbell.com\/pages\/instructions\">Kegelbell RnB workout song<\/a> to liven up your routine. Then after three months, you can go to one or two times per week to maintain muscle strength.<br\/><\/p><p>Most users find they achieve their goal in 12 weeks and are easily able to maintain better bladder control and improved sexual function that they didn’t even know they could experience. Many users report that with each weight level increase there is an improvement in the quality of orgasm.*<\/p>"
          }
        },
        "059f1f79-d317-4353-b61b-dcfe8cbbe5e9": {
          "type": "column",
          "settings": {
            "title": "How do I use the Extension Kit (Weight D) with my Original Kit?",
            "text": "<p><strong>Weight D is the fourth in the Kegelbell weight system.<\/strong> It weighs 240 grams and will double the weight of the Original Kit. This additional weight stacks on top of the other weights the same way as the first three weights.<\/p><p>After a customer can use the smallest insert with all three weights in the Original Kit, combined (A+B+C) it is time to add this fourth weight. With the weight of the insert, you get the following combinations of weight:<\/p><p>Weight D + Insert: 270 grams<\/p><p>Weight D + A + Insert: 300 grams<\/p><p>Weight D + B + Insert: 330 grams<\/p><p>Weight D + A + B + Insert: 360 grams<\/p><p>Weight D + C + Insert: 390 grams<\/p><p>Weight D + A + C + Insert: 420 grams<\/p><p>Weight D + B + C + Insert: 450 grams<\/p><p>Weight D + A + B + C + Insert: 480 grams<\/p>"
          }
        }
      },
      "block_order": [
        "164427400373f6b75a-0",
        "164427400373f6b75a-1",
        "164427400373f6b75a-2",
        "35a91a60-cb80-4d10-bf8c-77baadc41151",
        "bb7d3faa-fa8c-4cea-821d-0101bcfb058d",
        "833dd861-97d7-4210-8972-8f58e4875476",
        "059f1f79-d317-4353-b61b-dcfe8cbbe5e9"
      ],
      "settings": {
        "title": "How to Use Kegelbell",
        "background_style": "none"
      }
    },
    "16442756610d7e2547": {
      "type": "kz-faq",
      "blocks": {
        "1644275661aa678bfd-0": {
          "type": "column",
          "settings": {
            "title": "Why Kegelbell?",
            "text": "<p>Most of us don't understand the function of our pelvic floor and kegels are hard to do by themselves. Kegelbell not only helps you make sure you're doing it correctly but it also significantly reduces the length of time to perform kegel exercises.<\/p>"
          }
        },
        "1644275661aa678bfd-1": {
          "type": "column",
          "settings": {
            "title": "How is Kegelbell different from kegel balls or yoni eggs or ben wa balls?",
            "text": "<p>Kegel balls have all the weight inside the body, <span style=\"text-decoration:underline\">which makes them too bulky and too light to be effective<\/span>. All of them are made of unhealthy materials and have dangerous instructions to wear them for hours! Please don't do that!!!<br\/><br\/>What makes Kegelbell unique and the first of its kind is that the weight system is outside of the body. Our patent-pending weight system enables us to create a very small and slender insert that makes it comfortable to use and allows you to add much more weight to your workout than is possible with kegel balls or ben wa balls or yoni eggs or jade eggs.<\/p>"
          }
        }
      },
      "block_order": [
        "1644275661aa678bfd-0",
        "1644275661aa678bfd-1"
      ],
      "settings": {
        "title": "About the Product",
        "background_style": "secondary"
      }
    },
    "16395901794a340fad": {
      "type": "kz-multicolumn",
      "blocks": {
        "163959017862eed757-0": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/product-pieces_31ce7c41-779e-4c5e-8438-8824d03c2526.jpg",
            "title": "",
            "text": "",
            "custom_liquid": "",
            "aside": "",
            "col_button_label": "",
            "col_button_link": ""
          }
        },
        "163959017862eed757-1": {
          "type": "column",
          "settings": {
            "title": "Kegelbell® The Vagina Gym® Original Kit",
            "text": "<p>$99.95<\/p><p><\/p><p><strong>Why Use Kegelbell®:<\/strong><\/p><p>- Improve bladder and bowel control<\/p><p>- Reduce the risk of pelvic organ prolapse<\/p><p>- Treat Female Sexual Dysfunction (FSD)<\/p>",
            "custom_liquid": "",
            "aside": "",
            "col_button_label": "Shop Now",
            "col_button_link": "shopify:\/\/products\/kegelbell-pelvic-floor-training-system"
          }
        }
      },
      "block_order": [
        "163959017862eed757-0",
        "163959017862eed757-1"
      ],
      "settings": {
        "title": "",
        "image_width": "full",
        "image_ratio": "adapt",
        "column_alignment": "left",
        "background_style": "none",
        "button_label": "",
        "button_link": "",
        "condense_mobile": true,
        "customization-class": "page-product"
      }
    }
  },
  "order": [
    "main",
    "1644274003bc99f245",
    "16442756610d7e2547",
    "16395901794a340fad"
  ]
}
